[
        {
            "id":"1",
            "dua":"عن سعد بن أبي وقاص- رضي الله عنه-: أن النبي- صلى الله عليه وسلم-، قال: إني لأعلم كلمةً لا يقولها مكروبٌ إلا فرَّج الله عنه: كلمة أخي يونس عليه السلام، لا إله إلا أنت سبحانك إني كنت من الظالمين. رواه الترمذي. ويُعتبر هذا الدعاء من أجمل أدعية مأثورة عن النبي صلى الله عليه وسلم."
        },

        {
            "id":"2",
            "dua":"دعاء سداد الدين: عن أنس رضي الله عنه، قال: قال رسول الله- صلى الله عليه وسلم- لمعاذ: أَلا أُعلِّمُك دعاءً تدعو به لو كان عليك مثلُ جبلِ أُحُدٍ دَيْنًا لأدَّاه اللهُ عنك؟ قل يا معاذ: اللهمَّ مالكَ الملكِ تُؤتي الملكَ مَن تشاء، وتنزعُ الملكَ ممن تشاء، وتُعِزُّ مَن تشاء، وتذِلُّ مَن تشاء، بيدِك الخيرُ إنك على كلِّ شيءٍ قدير، رحمنُ الدنيا والآخرةِ ورحيمُهما، تعطيهما من تشاء، وتمنعُ منهما من تشاء، ارحمْني رحمةً تُغنيني بها عن رحمةِ مَن سواك. رواه الطبراني وحسنه الألباني."
        },

        {
            "id":"3",
            "dua":"دعاء صلاة القيام: عن ابن عباس- رضي الله عنهما- قال: كان النبي- صلى الله عليه وسلم- إذا تهجَّد من الليل، قال: اللهم ربنا لك الحمد أنت قيّم السماوات والأرض، ولك الحمد أنت رب السماوات والأرض ومن فيهنّ، ولك الحمد أنت نور السماوات والأرض ومن فيهنّ، أنت الحق، وقولك الحق، ووعدك الحق، ولقاؤك الحق، والجنة حق، والنار حق، والساعة حق، اللهم: لك أسلمت، وبك آمنت، وعليك توكلت، وإليك خاصمت، وبك حاكمت، فاغفر لي ما قدمت، وما أخرت، وأسررت، وأعلنت، وما أنت أعلم به مني، لا إله إلا أنت. رواه البخاري."
        },

        {
            "id":"4",
            "dua":"دعاء جامع: عن عائشة- رضي الله عنها-: أن رسول الله- صلى الله عليه وسلم- كان يدعو بهؤلاء الدعوات: اللهم إني أعوذ بك من فتنة النار، وعذاب النار، وفتنة القبر، وعذاب القبر، ومن شر فتنة الغنى، ومن شر فتنة الفقر، وأعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل خطاياي بماء الثلج والبرد، ونقِّ قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم. متفق عليه."
        },

        {
            "id":"4",
            "dua":"عن أنس بن مالك- رضي الله عنه-، قال: كان النبي- صلى الله عليه وسلم- يقول: اللهم {ربنا آتنا في الدنيا حسنةً وفي الآخرة حسنةً وقنا عذاب النار}. (البقرة:201). رواه البخاري."
        },

        {
            "id":"4",
            "dua":"صحّ عن النبي- صلى الله عليه وسلم- من أحاديث الرقية، حديث عائشة- رضي الله عنها-: قالت: كان رسول الله- صلى الله عليه وسلم- إذا أتى المريض، فدعا له، قال: أذهب الباس رب الناس، واشفِ أنت الشافي لا شفاء إلا شفاؤك، شفاءً لا يغادر سقماً. متفق عليه، ويُعتبر هذا الدعاء من أشهر أدعية مأثورة"
        },

        {
            "id":"4",
            "dua":"ورد في مسند أحمد وسنن الترمذي والمستدرك: أن رسول الله- صلى الله عليه وسلم- قال: دعوة ذي النون إذ دعا وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم يدعُ بها مسلمٌ ربه في شيءٍ قط إلا استجاب له. والحديث صحّحه الحاكم ووافقه الذهبي والألباني."
        },

        {
            "id":"4",
            "dua":"عن أنس بن مالك- رضي الله عنه- قال: كنت جالساً مع رسول الله- صلى الله عليه وسلم- ورجلٌ قائمٌ يصلي، فلما ركع وسجد تشهد ودعا، فقال في دعائه: اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان بديع السموات والأرض، يا ذا الجلال والإكرام، يا حي يا قيوم، إني أسألك، فقال النبي- صلى الله عليه وسلم- لأصحابه: أتدرون بم دعا؟ قالوا: الله ورسوله أعلم، قال: والذي نفسي بيده لقد دعا الله باسمه العظيم الذي إذا دُعي به أجاب، وإذا سُئل به أعطى. رواه النسائي والإمام أحمد"
        }

]